[Demo_Ekoro_ep7_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1252,Y=-2336,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=1180,Y=-2146,Z=0),VecSub=(X=235,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=1252,Y=-2146,Z=0),VecSub=(X=270,Y=0,Z=0),CId=21)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0300_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Ekoro.GG2_BGM_DM_Serious_Ekoro_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[10]=(Actor=TEXTURE,Command=START,CId=11,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[11]=(Actor=GALLERY,Command=SET_FLAG,CId=11,Bit=0)
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_002_Cue',Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_003_Cue',Name="アマツカ　パタコ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=WINDOW,Command=EXIT)
DemoScripts[24]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=TEXTURE,Command=EXIT,CId=11,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[29]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=310,Y=0,Z=0),SecTime=1,CId=72)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=1252,Y=-2206,Z=120))
DemoScripts[31]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=100,Y=-5,Z=0),SecTime=1)
DemoScripts[32]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[33]=(Actor=FADE,Command=WAIT)
DemoScripts[34]=(Actor=WINDOW,Command=SET)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_005_Cue',Name="アマツカ　パタコ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_007_Cue',Name="アマツカ　パタコ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=WINDOW,Command=EXIT)
DemoScripts[43]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[44]=(Actor=FADE,Command=WAIT)
DemoScripts[45]=(Actor=TEXTURE,Command=START,CId=11,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[46]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[47]=(Actor=FADE,Command=WAIT)
DemoScripts[48]=(Actor=WINDOW,Command=SET)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_008_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=1)
DemoScripts[53]=(Actor=GALLERY,Command=SET_FLAG,CId=11,Bit=1)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_009_Cue',Name="アマツカ　パタコ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_010_Cue',Name="アマツカ　パタコ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=TEXTURE,Command=CROSS_FADE,CId=11,Bit=0,Number=0,Rate=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_011_Cue',Name="")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[66]=(Actor=WINDOW,Command=EXIT)
DemoScripts[67]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[68]=(Actor=FADE,Command=WAIT)
DemoScripts[69]=(Actor=TEXTURE,Command=EXIT,CId=11,Bit=0)
DemoScripts[70]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[71]=(Actor=FADE,Command=WAIT)
DemoScripts[72]=(Actor=WINDOW,Command=SET)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_013_Cue',Name="アマツカ　パタコ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_014_Cue',Name="アマツカ　パタコ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_015_Cue',Name="アマツカ　パタコ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_016_Cue',Name="アマツカ　パタコ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[89]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_018_Cue',Name="クロナ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=11,Vec=(X=1180,Y=-2206,Z=100))
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_019_Cue',Name="アマツカ　パタコ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[106]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=1252,Y=-2206,Z=120))
DemoScripts[107]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[109]=(Actor=CHARACTER,Command=PARAM,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep7_1.GG2_V_Ekoro_ep7_1_021_Cue',Name="アマツカ　パタコ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[114]=(Actor=WINDOW,Command=EXIT)
DemoScripts[115]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[116]=(Actor=FADE,Command=WAIT)
DemoScripts[117]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_ep7_1.GG2_SE_DM_Carry_Ekoro_Cue')
DemoScripts[118]=(Actor=WINDOW,Command=SET)
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[120]=(Actor=WINDOW,Command=EXIT)
DemoScripts[121]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[122]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[123]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[124]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep7_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep7_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="艾可蘿......她到底怎麼了啊......?")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="啊嗚~....../n庫蘿娜也不知道DEATH......")

Texts[2]=(Label="TEXT03",Name="???",Text="這就由我來回答吧.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="咦,是誰?")

Texts[4]=(Label="TEXT05",Name="帕塔可",Text="又見面了呢,學長./n我已經掌握大致的情況了.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="我記得妳是....../n一年級的天使學妹?")

Texts[6]=(Label="TEXT07",Name="帕塔可",Text="請叫我\"帕塔可\"./n峯大學長.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="唔唔....../n帕塔可......學姊......?")

Texts[8]=(Label="TEXT09",Name="帕塔可",Text="艾可蘿......沒事的./n我就在這裡......")

Texts[9]=(Label="TEXT10",Name="帕塔可",Text="別勉強,/n現在就休息吧......好嗎?")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="......學姊......嗚嗚......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="她說了\"學姊\"......妳到底是?")

Texts[12]=(Label="TEXT13",Name="帕塔可",Text="我是艾可蘿在天使學校的學姊./n雖然現在因為某些原因失去了天使之力,/n以人類的身分生活......")

Texts[13]=(Label="TEXT14",Name="帕塔可",Text="......不,現在就先不說我的事了./n比起這個,還是來談談艾可蘿吧.")

Texts[14]=(Label="TEXT15",Name="帕塔可",Text="艾可蘿現在因為幫助了惡魔,/n所以體內累積了惡魔之力....../n也就是黑暗能量.")

Texts[15]=(Label="TEXT16",Name="帕塔可",Text="......再這樣下去,/n艾可蘿恐怕會墮落成墮天使吧.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="墮天使......怎麼這樣!?/n就不能想點辦法嗎!?")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="都是庫蘿娜的錯DEATH!/n要是庫蘿娜沒有發呆的話......")

Texts[18]=(Label="TEXT19",Name="帕塔可",Text="沒事的.我有辦法./n我就是為了這個才來的.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="真的嗎......?/n如果有我能做的事,我什麼都會做!/n所以......請妳幫幫艾可蘿......!")

Texts[20]=(Label="TEXT21",Name="帕塔可",Text="好的./n首先能把艾可蘿帶去屋頂上嗎?/n具體的細節就到那裡再說.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="我明白了./n趕快出發吧!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="......妳等著,艾可蘿./n我馬上就救妳.")

Texts[23]=(Label="",Name="",Text="")

Texts[24]=(Label="SELECT01",Name="",Text="")

Texts[25]=(Label="SELECT02",Name="",Text="")

Texts[26]=(Label="SELECT03",Name="",Text="")

Texts[27]=(Label="SELECT04",Name="",Text="")

Texts[28]=(Label="SELECT05",Name="",Text="")

Texts[29]=(Label="SELECT06",Name="",Text="")

Texts[30]=(Label="SELECT07",Name="",Text="")

Texts[31]=(Label="SELECT08",Name="",Text="")

Texts[32]=(Label="SELECT09",Name="",Text="")

Texts[33]=(Label="SELECT10",Name="",Text="")


